{
    "questions": [
      {
        "truth": "Have you ever pretended to be sick to avoid a video call or online meeting?",
        "dare": "Send a voice message to one of your friends singing a silly song."
      },
      {
        "truth": "What is the most embarrassing thing you've done on a video call?",
        "dare": "Take a funny selfie and set it as your profile picture for the rest of the game."
      },
      {
        "truth": "Have you ever accidentally sent a text to the wrong person while chatting online?",
        "dare": "Perform a 30-second dance routine and record it to share with the group."
      },
      {
        "truth": "What is the funniest autocorrect fail you've experienced while texting?",
        "dare": "Send a message to a friend using only emojis and see if they can guess what you're saying."
      },
      {
        "truth": "Have you ever laughed so hard during an online conversation that you snorted or spit out a drink?",
        "dare": "Change your online profile picture to a funny animal for the next 24 hours."
      },
      {
        "truth": "What is the most embarrassing thing you've accidentally shared on social media?",
        "dare": "Do a dramatic reading of a famous movie quote and share the video with the group."
      },
      {
        "truth": "Have you ever had an embarrassing moment during an online game or video call?",
        "dare": "Tell a funny joke in the group chat and make everyone laugh."
      },
      {
        "truth": "What is the most awkward video call or online meeting you've ever been a part of?",
        "dare": "Record a video of yourself doing an impression of a famous person and share it with the group."
      },
      {
        "truth": "Have you ever accidentally sent a voice message to the wrong person?",
        "dare": "Take a screenshot of your current screen and send it to the group without any explanation."
      },
      {
        "truth": "What is the weirdest online purchase you've ever made?",
        "dare": "Perform an impromptu karaoke performance and share the video with the group."
      },
      {
        "truth": "Have you ever stalked someone's social media profile without them knowing?",
        "dare": "Change your online status or bio to a funny or random phrase for the next 24 hours."
      },
      {
        "truth": "What is the most embarrassing thing that has happened to you during an online class or webinar?",
        "dare": "Take a funny picture of yourself and use it as your virtual background for the next video call."
      },
      {
        "truth": "Have you ever accidentally liked an old post while stalking someone's social media?",
        "dare": "Send a random GIF or meme to a friend and ask them to interpret it."
      },
      {
        "truth": "What is the silliest filter or effect you've used during a video call?",
        "dare": "Make a short video of yourself doing a magic trick and share it with the group."
      },
      {
        "truth": "Have you ever accidentally left your microphone or camera on during an awkward moment?",
        "dare": "Do a virtual tour of your room and show the group your favorite or most interesting item."
      }]
}  